"About %@" = "Tentang %@";
"Hide %@" = "Sembunyikan %@";
"Hide Others" = "Sembunyikan Yang Lain";
"Show All" = "Tunjukkan Semua";
"Quit %@" = "Keluar %@";

"Another %@ is currently running. Please close all instances of it now." = "%@ lain sedang berfungsi. Sila tutup kesemuanya sekarang.";
"Are you sure you want to exit %@ setup?" = "Adakah anda pasti mahu keluar daripada pemasangan %@?";
"Are you sure you want to exit before the process is completed?" = "Adakah anda pasti mahu keluar sebelum proses dilengkapkan?";
"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "Akibat beberapa ralat, pemasangan tidak dapat dilengkapkan. Sila semua rangkaian Internet anda dan cuba lagi. Anda juga boleh klik \"Muat Turun Langsung\" untuk mendapatkan pakej penuh daripada laman web rasmi.";
"I've read and agreed to %@" = "Saya telah membaca dan bersetuju dengan %@";
"%@ License Agreement" = "Perjanjian Lesen %@";
"Install" = "Pasang";
"Installing...please wait ( %1.1f%% finished)" = "Memasang… sila tunggu  ( %1.1f%% lengkap)";
"Please agree %@ License Agreement before installing %@!" = "Sila bersetuju dengan Perjanjian Lesen %@ sebelum memasang %@!";
"Continue" = "Teruskan";
"Direct Download" = "Muat Turun Langsung";
"Exit" = "Keluar";
"OK" = "OK";
"Try Again" = "Cuba lagi";
